{
    "stats": {
        "services": 195,
        "clients": 189,
        "experience": 5
    },
    "blogs": [
        {
            "slug": "como-os-servicos-de-contabilidade-devem-se-organizar-com-o-novo-regime-juridico-das-facturas-dp-n-o-71-25",
            "title": "Como os serviços de Contabilidade devem se organizar com o Novo Regime Jurídico das Facturas (DP n.º 71/25)",
            "date": "2025-10-15",
            "author": "JOMPS",
            "image": "uploads/blog/como-os-servicos-de-contabilidade-devem-se-organizar-com-o-novo-regime-juridico-das-facturas-dp-n-o-71-25-68ef0c3debb967.59452520.webp",
            "excerpt": "O Decreto Presidencial n.º 71/25 estabelece novas regras para emissão, comunicação e arquivamento de facturas, exigindo facturação electrónica e integração com a Administração Tributária.",
            "content": "🧩 Principais Implicações\r\n- Obrigatoriedade de facturação electrónica para grandes contribuintes  \r\n- Requisitos técnicos para software de facturação.\r\n- Comunicação digital obrigatória à AGT.\r\n- Revogação dos regimes anteriores (DP 292/18 e DP 144/23).\r\n\r\n🧮 Estratégias para Escritórios de Contabilidade\r\n- Segmentar clientes por regime fiscal e nível de digitalização.\r\n- Integrar sistemas de facturação com módulos contabilísticos para automatizar lançamentos.\r\n- Centralizar arquivamento digital com backups e rastreabilidade.\r\n- Capacitar equipas e clientes com formações práticas.\r\n- Comunicar institucionalmente as mudanças e oferecer serviços adaptados.\r\n\r\n🔗 Integração de módulo com a Contabilidade\r\n - Lançamento automático de facturas no diário.\r\n - Conciliação fiscal e contabilística.\r\n - Dashboards de gestão e inteligência fiscal.\r\n - Rastreabilidade e validação digital.\r\n\r\n🛠️ Recomendações\r\n- Validar software conforme os artigos 16 a 25 do DP 71/25.\r\n- Atualizar manuais operacionais.\r\n- Criar pacotes de serviços com suporte técnico e fiscal."
        },
        {
            "slug": "contabilidade-e-financas-publicas-indicadores-que-fortalecem-as-financas-do-estado",
            "title": "📊 Contabilidade e Finanças Públicas: Indicadores que Fortalecem as Finanças do Estado",
            "date": "2025-10-14",
            "author": "JOMPS",
            "image": "uploads/blog/contabilidade-e-financas-publicas-indicadores-que-fortalecem-as-financas-do-estado-68eefda37a1f36.97965865.webp",
            "excerpt": "A contabilidade pública trata do registo, controlo e análise das receitas, despesas e património do Estado. Já as finanças públicas envolvem o planeamento, arrecadação de receitas, execução de despesas e gestão dos recursos financeiros do Estado.\r\nElas permitem extrair indicadores que ajudam a avaliar o desempenho financeiro e operacional das entidades públicas.",
            "content": "🔍 Principais Indicadores\r\n✅ Financeiros:\r\n§ Resultado Orçamental (RO): Mostra se o Estado arrecadou mais ou menos do que gastou (superávit ou déficit).\r\n§ Grau de Arrecadação de Receitas (GAR): Mede quanto foi arrecadado em relação ao previsto.\r\n§ Grau de Execução da Despesa (GED): Mede quanto foi gasto do que estava planeado.\r\n§ Equilíbrio Orçamental (EqO): Avalia se as receitas cobrem as despesas.\r\n§ Resultado Patrimonial (RP): Mostra se o valor dos bens e obrigações aumentou ou diminuiu.\r\n§ Restos a Pagar: Despesas que ficaram pendentes e passam para o ano seguinte.\r\n📈 De Desempenho:\r\n§ Execução Orçamental: Cumprimento das metas do OGE e do Plano Nacional.\r\n§ Qualidade dos Serviços: Satisfação dos cidadãos.\r\n§ Transparência Fiscal: Divulgação das contas públicas.\r\n§ Cumprimento de Metas: Avaliação dos objetivos atingidos.\r\n§ Governança e Controlo: Auditoria e prestação de contas.\r\n💡 Conclusão:\r\nEsses indicadores ajudam os gestores públicos a tomar decisões mais acertadas e fortalecem a confiança da sociedade nas instituições. A contabilidade pública é mais do que técnica — é uma ferramenta de gestão dos recursos públicos e de desenvolvimento nacional.\r\n📌 BY: JOMPS\r\n📚 Fontes:\r\n§ Decreto Presidencial n.º 36/09 – Sistema Contabilístico do Estado\r\n§ Tribunal de Contas de Angola\r\n§ Ministério das Finanças de Angola\r\n§ IPSAS – Normas Internacionais de Contabilidade Pública"
        },
        {
            "slug": "contabilidade-publica-em-angola-transparencia-e-modernizacao-em-foco",
            "title": "Contabilidade Pública em Angola: Transparência e Modernização em Foco!",
            "date": "2025-10-14",
            "author": "JOMPS",
            "image": "uploads/blog/contabilidade-publica-em-angola-transparencia-e-modernizacao-em-foco-68eeff77539429.65228233.webp",
            "excerpt": "A gestão eficiente dos recursos públicos depende de normas claras e atualizadas. Os institutos públicos angolanos seguem um quadro legal robusto, com destaque para o Decreto Legislativo Presidencial n.º 2/20, a Lei do OGE, o Regulamento do Sistema Contabilístico do Estado e o regime de arrecadação de receitas.\r\nA adopção de boas práticas, auditorias externas e a implementação das IPSAS estão a transformar a contabilidade pública, promovendo mais transparência, responsabilidade e confiança na administração.",
            "content": "egime fiscal e obrigações assessórias\r\nEmbora integrem o Sector Público Administrativo, os institutos públicos estão sujeitos a obrigações fiscais específicas, definidas pelo seu regime jurídico e pela legislação tributária nacional.\r\n📌 Principais pontos:\r\n- Isenções fiscais para funções estatutárias (Imposto Industrial e IVA).\r\n- Tributação de actividades comerciais, incluindo IRT, IVA e Imposto Industrial.\r\n- Retenção na fonte e cativação do IVA sobre rendimentos pagos a terceiros.\r\n- Declarações fiscais periódicas e cumprimento rigoroso dos prazos legais.\r\n- Comunicação de operações relevantes à Administração Fiscal.\r\n- Arquivo e conservação de documentos fiscais e contabilísticos conforme exigência legal.\r\n✅ O cumprimento destas obrigações reforça a legalidade, a transparência e a confiança na gestão dos recursos públicos."
        },
        {
            "slug": "facturacao-electronica-em-angola-como-preparar-sua-empresa",
            "title": "Facturação Electrónica em Angola: como preparar sua empresa?",
            "date": "2025-10-14",
            "author": "JOMPS",
            "image": "uploads/blog/facturacao-electronica-em-angola-como-preparar-sua-empresa-68ef054b75ff04.54567960.webp",
            "excerpt": "💻 Facturação Eletrónica: O Coração da Reforma\r\nO novo regime exige que os contabilistas estejam actualizados, dominem ferramentas digitais e adotem processos mais ágeis e seguros. Empresas que se adaptarem rapidamente terão ganhos em eficiência, conformidade e competitividade.\r\nA grande novidade é a obrigatoriedade da facturação eletrónica, que será implementada em duas fases:\r\nFase 1 (a partir de 1/10/2025): Aplicável aos Grandes Contribuintes e fornecedores do Estado.\r\nFase 2 (a partir de 21/09/2026): Abrange todos os contribuintes enquadrados nos regimes Geral e Simplificado do IVA.\r\nAs empresas deverão utilizar software de facturação certificado pela AGT, com capacidade de transmitir dados em tempo real. Em caso de falhas técnicas, será permitido o uso de modo contingência, desde que devidamente justificado.",
            "content": "📊 Impactos na Contabilidade das Empresas\r\nA adoção do novo regime de facturação eletrónica traz mudanças profundas para a contabilidade das empresas angolanas:\r\n- Integração Digital: Os sistemas de facturação eletrónica devem ser integrados aos sistemas de contabilidade, facilitando o registo automático das operações e reduzindo erros manuais;\r\n- Maior Rigor e Transparência: A transmissão em tempo real das facturas à AGT exige que os lançamentos contabilísticos sejam feitos de forma rigorosa e tempestiva, aumentando a transparência e a rastreabilidade das operações;\r\n- Arquivo Digital: As empresas passam a ser obrigadas a manter o arquivo digital das facturas e documentos fiscais, o que pode garantir fácil acesso e consulta imediata em caso de fiscalização tributária;\r\n- Obrigações de Comunicação: É necessário comunicar à AGT as séries de facturação criadas no software, ficheiros SAFT e inventários, o que exige maior organização e disciplina nos processos da contabilidade;\r\n- Redução de Custos e Riscos: A digitalização reduz custos com papel, tinteiros, toners, impressão e espaços para arquivo físico, além de minimizar riscos de extravio, fraude ou perda de documentos;\r\n- Preparação para Auditorias: Com a digitalização e integração dos dados, as auditorias fiscais e financeira tornar-se-ão mais rápidas e eficientes, pois a informação estará centralizada e facilmente acessível.\r\n\r\n📄 Novos Tipos de Documentos e Regras Específicas\r\nO novo regime introduz documentos e regras que visam maior precisão e rastreabilidade:\r\nFactura de Adiantamento: Para registar pagamentos antecipados.\r\nRepasse de Despesas: Exige emissão de factura com IVA ou nota de débito, conforme o caso.\r\nVales de Finalidade Múltipla: Devem ser acompanhados por nota de débito no carregamento e factura com IVA na utilização.\r\nAlém disso, todas as séries de facturação, softwares utilizados e ficheiros SAFT devem ser comunicados à AGT, com prazos definidos para envio de inventários e relatórios.\r\n\r\n🎁 Factura Premiada: Incentivo à Formalização\r\nPara promover a adesão ao novo regime, o governo criou o programa “Factura Premiada”, que sorteia prémios entre cidadãos que exigirem facturas com NIF. Uma medida que visa combater a informalidade e aumentar a arrecadação fiscal.\r\n\r\n⚠️ Penalidades e Fiscalização\r\nA não conformidade com o novo regime pode resultar em multas de até 7% do valor da operação, podendo chegar a 15% em caso de reincidência. Isso reforça a importância de uma transição cuidadosa e bem planejada.\r\n\r\n✅ Como Preparar Sua Empresa\r\nVerifique se está enquadrado na primeira fase (Grandes Contribuintes ou fornecedor do Estado).\r\nAdquira ou atualize seu software de facturação, garantindo que seja validado pela AGT.\r\nCapacite sua equipa sobre os novos tipos de documentos e regras de emissão.\r\nImplemente processos de arquivo digital e comunicação periódica com a AGT.\r\nParticipe do programa Factura Premiada, incentivando clientes a exigirem facturas com seu NIF.\r\n\r\n📌 Conclusão\r\nO novo regime de facturação é mais do que uma obrigação legal — é uma oportunidade para empresas se tornarem mais eficientes, transparentes e competitivas. A transição exige atenção, mas os benefícios são claros: maior controle, redução de riscos fiscais e alinhamento com as melhores práticas internacionais.\r\nSe você é empresário, gestor financeiro ou profissional da área de contabilidade e fiscalidade, este é o momento de agir. Prepare sua empresa, actualize seus sistemas e esteja pronto para a nova era da facturação."
        }
    ],
    "course_categories": [
        {
            "id": "cat-contabilidade-e-auditoria-financeira",
            "name": "Contabilidade e Auditoria Financeira",
            "created_at": "2025-11-14T21:39:37+00:00",
            "updated_at": "2025-11-14T21:39:37+00:00"
        },
        {
            "id": "cat-financas",
            "name": "Finanças",
            "created_at": "2025-11-14T21:32:30+00:00",
            "updated_at": "2025-11-14T21:32:30+00:00"
        },
        {
            "id": "cat-fiscalidade",
            "name": "Fiscalidade",
            "created_at": "2025-11-14T21:32:48+00:00",
            "updated_at": "2025-11-14T21:32:48+00:00"
        },
        {
            "id": "cat-gestao-patrimonial",
            "name": "Gestão Patrimonial",
            "created_at": "2025-10-28T22:34:53+00:00",
            "updated_at": "2025-10-28T22:34:53+00:00"
        }
    ],
    "course_subcategories": [
        {
            "id": "sub-contabilidade-financeira-2",
            "category_id": "cat-contabilidade-e-auditoria-financeira",
            "name": "Contabilidade Financeira",
            "created_at": "2025-11-14T21:40:11+00:00",
            "updated_at": "2025-11-14T21:40:11+00:00"
        },
        {
            "id": "sub-gestao-de-tesouraria",
            "category_id": "cat-financas",
            "name": "Gestão de Tesouraria",
            "created_at": "2025-11-14T21:43:24+00:00",
            "updated_at": "2025-11-14T21:43:24+00:00"
        },
        {
            "id": "sub-legislacao-fiscal",
            "category_id": "cat-fiscalidade",
            "name": "Legislação Fiscal",
            "created_at": "2025-11-14T21:47:03+00:00",
            "updated_at": "2025-11-14T21:47:03+00:00"
        },
        {
            "id": "sub-inventariacao-de-bens-patrimoniais",
            "category_id": "cat-gestao-patrimonial",
            "name": "Inventariação de Bens Patrimoniais",
            "created_at": "2025-10-28T22:35:47+00:00",
            "updated_at": "2025-10-28T22:35:47+00:00"
        }
    ],
    "courses": [
        {
            "id": "course-f58879146a28",
            "category_id": "cat-contabilidade-e-auditoria-financeira",
            "subcategory_id": "sub-contabilidade-financeira-2",
            "category": "Contabilidade e Auditoria Financeira",
            "subcategory": "Contabilidade Financeira",
            "title": "Encerramento de Contas",
            "headline": "Fechar o exercício com rigor é abrir caminho para decisões estratégicas.",
            "overview": "Este curso prático prepara profissionais para executar o encerramento contabilístico e fiscal anual com segurança, precisão e conformidade legal. Os participantes aprenderão a apurar resultados, validar saldos, elaborar demonstrações financeiras e preparar documentação para auditoria e reporte institucional. Uma formação essencial para quem atua na contabilidade, finanças ou gestão administrativa.",
            "general_objectives": "Capacitar os participantes para executar com rigor técnico e conformidade fiscal os procedimentos de encerramento contabilístico anual, assegurando a fiabilidade das demonstrações financeiras e a preparação para auditorias e reporte institucional.",
            "specific_objectives": "- Aplicar os procedimentos técnicos e fiscais para o encerramento de contas, incluindo apuramento de resultados e ajustes finais;\r\n- Elaborar e validar as demonstrações financeiras finais, com foco na posição económica, fiscal e patrimonial da empresa;\r\n- Preparar documentação e mapas auxiliares para auditoria, inspeção fiscal e reporte institucional.",
            "contents": "1. Fundamentos do Encerramento Contabilístico Objetivos, calendário fiscal e obrigações legais.\r\n2. Ajustes e Regularizações Provisões, amortizações, inventário, contas a receber e a pagar. \r\n3. Reconciliações e Validação de Saldos Bancos, clientes, fornecedores, contas transitadas. \r\n4. Apuramento de Resultados Encerramento das contas de exploração e cálculo de lucro/prejuízo.\r\n5. Demonstrações Financeiras Balanço, Demonstração de Resultados, Demonstração de Fluxo de Caixa, notas explicativas.\r\n6. Encerramento Fiscal IVA, IRT, retenções, obrigações acessórias e prazos.\r\n7. Preparação para Auditoria e Reporte Mapas auxiliares, documentação de suporte, comunicação institucional.\r\n8. Simulações e Casos Práticos Exercícios integrados com documentos reais e validação de competências.",
            "details": "Carga Horária: 40 Horas\r\nDireito a Certificado",
            "pdf_url": "",
            "price": "100.000 KZ",
            "created_at": "2025-10-31T22:46:43+00:00",
            "updated_at": "2025-11-14T21:40:45+00:00",
            "cover_image": "",
            "installments": 1
        },
        {
            "id": "course-83307e333cc9",
            "category_id": "cat-contabilidade-e-auditoria-financeira",
            "subcategory_id": "sub-contabilidade-financeira-2",
            "category": "Contabilidade e Auditoria Financeira",
            "subcategory": "Contabilidade Financeira",
            "title": "Práticas de Contabilidade Financeira",
            "headline": "Transforme conhecimento contabilidade em competências técnicas e profissional.",
            "overview": "O curso prepara os formandos para desempenhar funções de escriturário principal de contabilidade, com competências em classificação fiscal, interpretação de peças contabilísticas e cumprimento das obrigações legais e fiscais, promovendo uma atuação eficaz e informada na gestão económico-financeira das organizações.",
            "general_objectives": "Capacitar os participantes para o exercício prático da contabilidade como instrumento essencial de gestão empresarial, assegurando o domínio dos registos contabilísticos, da análise documental e da elaboração das demonstrações financeiras.",
            "specific_objectives": "Desenvolver competências práticas para organização, classificação e registos contabilísticos, com base em documentos reais e simulações operacionais.\r\nElaborar e interpretar demonstrações financeiras, evidenciando a situação financeira e fiscal da empresa e assegurando o cumprimento das obrigações legais.\r\nAplicar ferramentas digitais e normas fiscais na contabilidade empresarial, promovendo eficiência, conformidade e apoio à tomada de decisões estratégicas.",
            "contents": "M1:\tFundamentos da Contabilidade: Conceitos básicos, princípios contabilísticos, plano de contas, partidas dobradas\r\nM2:\tOrganização da Contabilidade e regimes fiscais: Documentos, análise e classificação, organização de arquivos\r\nM3:\tRegistos Contabilísticos e tratamento de impostos: Lançamentos manuais e digitais, diário, razão, balancete\r\nM4: Procedimentos para encerramento de contas: Inventário, regularizações e ajustamento, apuramento de resultados\r\nM5: Elaboração de Relatórios, Demonstrações Financeiras: Balanço, Demonstração de Resultados, Demonstração de Fluxo de Caixa.",
            "details": "Carga horária: 120 horas\r\nDireito a Certificado",
            "pdf_url": "",
            "price": "150.000,00 KZ",
            "created_at": "2025-10-29T22:09:38+00:00",
            "updated_at": "2025-11-14T21:41:25+00:00",
            "cover_image": "",
            "installments": 1
        },
        {
            "id": "course-efa78cb51643",
            "category_id": "cat-financas",
            "subcategory_id": "sub-gestao-de-tesouraria",
            "category": "Finanças",
            "subcategory": "Gestão de Tesouraria",
            "title": "Demonstração de Fluxo de Caixa",
            "headline": "Transforme dados financeiros em decisões estratégicas.",
            "overview": "Este curso prático capacita profissionais para elaborar e interpretar a Demonstração de Fluxo de Caixa (DFC), uma ferramenta essencial para avaliar a liquidez, prever cenários e comunicar a saúde financeira da empresa. Com base em métodos direto e indireto, os participantes aprenderão a estruturar a DFC, integrar com outras demonstrações e aplicar indicadores para apoiar a gestão.",
            "general_objectives": "Capacitar os participantes para elaborar, interpretar e utilizar a Demonstração de Fluxo de Caixa (DFC) como ferramenta essencial de análise financeira, gestão de liquidez e tomada de decisão estratégica, em conformidade com as normas contabilísticas e fiscais aplicáveis.",
            "specific_objectives": "- Compreender os fundamentos técnicos e legais da Demonstração de Fluxo de Caixa, incluindo sua estrutura, objetivos e enquadramento normativo.\r\n- Elaborar a DFC com base em dados reais ou simulados, utilizando os métodos direto e indireto, e classificando corretamente os fluxos operacionais, de investimento e de financiamento.\r\n- Interpretar os resultados da DFC para apoiar decisões financeiras, avaliar a liquidez da empresa e comunicar informações relevantes a gestores, investidores e entidades reguladoras.",
            "contents": "Fundamentos e Estrutura da DFC Objetivos, enquadramento legal e classificação dos fluxos por atividade.\r\nMétodos de Elaboração Aplicação prática dos métodos direto e indireto com base em dados contabilísticos.\r\nFontes e Integração de Dados Utilização de balancetes, DRE e balanço patrimonial para compor a DFC.\r\nInterpretação e Análise Financeira Avaliação da liquidez, solvência e capacidade de geração de caixa.\r\nFerramentas Digitais e Casos Práticos Exercícios com software de contabilidade e simulações operacionais.",
            "details": "Carga horária: 20 horas\r\nDireito a certificado",
            "pdf_url": "",
            "price": "80.000,00 KZ",
            "created_at": "2025-10-31T23:00:59+00:00",
            "updated_at": "2025-11-14T21:43:51+00:00",
            "cover_image": "",
            "installments": 1
        },
        {
            "id": "course-654539e7b24c",
            "category_id": "cat-financas",
            "subcategory_id": "sub-gestao-de-tesouraria",
            "category": "Finanças",
            "subcategory": "Gestão de Tesouraria",
            "title": "Prática de Gestão de Tesouraria",
            "headline": "Domine os fluxos financeiros da sua empresa com precisão e estratégia.",
            "overview": "Este curso prático capacita profissionais para gerir entradas e saídas de caixa, elaborar mapas de tesouraria, realizar reconciliações bancárias e cumprir obrigações fiscais com segurança. Ideal para quem atua ou pretende atuar na área financeira, administrativa ou contabilística, com foco em liquidez, eficiência e tomada de decisão.",
            "general_objectives": "Capacitar os participantes para gerir com eficácia os fluxos financeiros de curto prazo, assegurando o equilíbrio entre liquidez, obrigações fiscais e operacionais, e decisões estratégicas de tesouraria. O curso privilegia a prática, preparando os formandos para atuar com segurança na gestão diária de caixa, reconciliações bancárias, previsões financeiras e relacionamento com instituições financeiras.",
            "specific_objectives": "- Desenvolver competências práticas na organização e controlo dos fluxos de caixa, incluindo entradas, saídas e saldos bancários.\r\n- Aplicar técnicas de previsão, reconciliação e análise de tesouraria, com foco na liquidez, solvência e cumprimento das obrigações fiscais.\r\n- Utilizar ferramentas digitais e modelos operacionais para tomada de decisão financeira, incluindo gestão de contas bancárias, pagamentos e recebimentos.",
            "contents": "M1: Fundamentos da Tesouraria Empresarial\tConceitos de liquidez, solvência, ciclo financeiro e papel da tesouraria\r\nM2: Organização e Controlo de Caixa\tRegisto de entradas e saídas, fundo fixo, saldos diários\r\nM3: Previsão e Planeamento de Tesouraria\tMapas de fluxo de caixa, técnicas de previsão, sazonalidade\r\nM4: Reconciliação Bancária\tProcedimentos, identificação de diferenças, ajustes e validação\r\nM5: Gestão de Pagamentos e Recebimentos\tContas a pagar e a receber, prazos, negociação com fornecedores e clientes\r\nM6: Tesouraria Fiscal\tRetenções na fonte, IVA, IRT, obrigações fiscais e prazos\r\nM7: Indicadores de Liquidez e Solvência\tCálculo, interpretação e uso na tomada de decisão\r\nM8: Ferramentas Digitais e Simulações\tUtilização de software, exercícios práticos e estudos de caso",
            "details": "Carga Horária: 20 Horas\r\nCom direita há certificado",
            "pdf_url": "",
            "price": "50.000,00 KZ",
            "created_at": "2025-10-31T22:33:24+00:00",
            "updated_at": "2025-11-14T21:44:56+00:00",
            "cover_image": "",
            "installments": 1
        },
        {
            "id": "course-05fd52cdacec",
            "category_id": "cat-fiscalidade",
            "subcategory_id": "sub-legislacao-fiscal",
            "category": "Fiscalidade",
            "subcategory": "Legislação Fiscal",
            "title": "Regime Jurídico das Facturas",
            "headline": "Novo Decreto Regime Jurídico das Facturas",
            "overview": "O Novo Regime Jurídico das Facturas, aprovado pelo Decreto Presidencia n.º 71/25, de 20 de Março, trás como principais novidades a obrigação de Facturação electrónica, Factura premiada, implementação de novas regras de emissão, rectificação, anulação e arquivamento das facturas e documentos fiscalmente relevantes, fiscalização e controlo em tempo real.\r\nComo os serviços de Contabilidade e as empresas devem se organizar com entrada em vigor desse novo diploma?",
            "general_objectives": "Capacitar os formandos sobre o novo Regime Jurídico das Facturas",
            "specific_objectives": "Promover conformidade fiscal e digitalização;\r\nIdentificar software validado pela AGT com casos práticos e \r\nEvitar penalidades.",
            "contents": "Introdução e Contextualização\r\nTipologia de Documentos Fiscalmente Relevantes\r\nRegras de Emissão e Processamento \r\nRectificação, Anulação e Regularização\r\nAuto-Facturação\r\nFacturação Electrónica\r\nSorteio “Factura Premiada\r\nPenalidades e Sanções\r\nCasos Práticos e Simulações \r\nEncerramento e Avaliação",
            "details": "Carga horária: 6 Horas\r\nCom direito a brinde e certificado",
            "pdf_url": "",
            "price": "50.000,00 KZ",
            "created_at": "2025-10-26T21:20:28+00:00",
            "updated_at": "2025-11-14T21:47:31+00:00",
            "cover_image": "",
            "installments": 1
        },
        {
            "id": "course-1740d47cf033",
            "category_id": "cat-gestao-patrimonial",
            "subcategory_id": "sub-inventariacao-de-bens-patrimoniais",
            "category": "Gestão Patrimonial",
            "subcategory": "Inventariação de Bens Patrimoniais",
            "title": "Inventário dos Activos Fixos",
            "headline": "Domine o inventário patrimonial com técnicas práticas e aplicáveis.",
            "overview": "Este curso visa explorar práticas de identificação, registo, reporte e controle de bens patrimoniais, com aplicação de procedimentos padronizados. O conteúdo destaca a importância do inventário como ferramenta estratégica para gestão e auditoria, promovendo a integração entre dados físicos e contabilísticos. Ao final, os participantes estarão aptos a fortalecer o sistema patrimonial institucional, contribuindo para a redução de perdas, extravios e inconsistências.",
            "general_objectives": "Dominar os princípios do inventário, organizando processos para gestão de activos fixos.",
            "specific_objectives": "Aplicar métodos precisos de levantamento físico",
            "contents": "Validar e reconciliar informações, elaborar relatórios técnicos com propostas de actualização, e implementar controlo contínuo.",
            "details": "Carga horária: 10 horas\r\nDireito a Certificado",
            "pdf_url": "",
            "price": "60.000,00 KZ",
            "created_at": "2025-10-28T23:12:32+00:00",
            "updated_at": "2025-10-28T23:12:32+00:00",
            "cover_image": "",
            "installments": 1
        }
    ],
    "course_registrations": []
}